{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "[": 34,
      "\\": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "`": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "{": 66,
      "|": 67,
      "}": 68,
      "~": 69,
      "": 70,
      "": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "­": 111,
      "®": 112,
      "¯": 113,
      "°": 114,
      "±": 115,
      "²": 116,
      "³": 117,
      "´": 118,
      "µ": 119,
      "¶": 120,
      "·": 121,
      "¸": 122,
      "¹": 123,
      "º": 124,
      "»": 125,
      "¼": 126,
      "½": 127,
      "¾": 128,
      "¿": 129,
      "×": 130,
      "ß": 131,
      "æ": 132,
      "ð": 133,
      "÷": 134,
      "ø": 135,
      "þ": 136,
      "đ": 137,
      "ħ": 138,
      "ı": 139,
      "ĳ": 140,
      "ĸ": 141,
      "ŀ": 142,
      "ł": 143,
      "ŋ": 144,
      "œ": 145,
      "ſ": 146,
      "ƒ": 147,
      "ƙ": 148,
      "ƛ": 149,
      "ƭ": 150,
      "ǝ": 151,
      "ȣ": 152,
      "ȥ": 153,
      "ȼ": 154,
      "ɐ": 155,
      "ɑ": 156,
      "ɒ": 157,
      "ɔ": 158,
      "ɕ": 159,
      "ə": 160,
      "ɚ": 161,
      "ɛ": 162,
      "ɜ": 163,
      "ɠ": 164,
      "ɡ": 165,
      "ɢ": 166,
      "ɣ": 167,
      "ɤ": 168,
      "ɨ": 169,
      "ɩ": 170,
      "ɪ": 171,
      "ɫ": 172,
      "ɬ": 173,
      "ɯ": 174,
      "ɲ": 175,
      "ɴ": 176,
      "ɵ": 177,
      "ɹ": 178,
      "ɾ": 179,
      "ʀ": 180,
      "ʁ": 181,
      "ʃ": 182,
      "ʊ": 183,
      "ʋ": 184,
      "ʌ": 185,
      "ʎ": 186,
      "ʐ": 187,
      "ʒ": 188,
      "ʔ": 189,
      "ʚ": 190,
      "ʤ": 191,
      "ʦ": 192,
      "ʰ": 193,
      "ʲ": 194,
      "ʺ": 195,
      "ʻ": 196,
      "ʼ": 197,
      "ʾ": 198,
      "ʿ": 199,
      "ˁ": 200,
      "ˆ": 201,
      "ˇ": 202,
      "ˈ": 203,
      "ˌ": 204,
      "ː": 205,
      "ˑ": 206,
      "˘": 207,
      "˙": 208,
      "˚": 209,
      "˛": 210,
      "˜": 211,
      "˝": 212,
      "ˡ": 213,
      "ˤ": 214,
      "΄": 215,
      "α": 216,
      "β": 217,
      "γ": 218,
      "δ": 219,
      "ε": 220,
      "ζ": 221,
      "η": 222,
      "θ": 223,
      "ι": 224,
      "κ": 225,
      "λ": 226,
      "μ": 227,
      "ν": 228,
      "ξ": 229,
      "ο": 230,
      "π": 231,
      "ρ": 232,
      "ς": 233,
      "σ": 234,
      "τ": 235,
      "υ": 236,
      "φ": 237,
      "χ": 238,
      "ψ": 239,
      "ω": 240,
      "а": 241,
      "б": 242,
      "в": 243,
      "г": 244,
      "д": 245,
      "е": 246,
      "ж": 247,
      "з": 248,
      "и": 249,
      "к": 250,
      "л": 251,
      "м": 252,
      "н": 253,
      "о": 254,
      "п": 255,
      "р": 256,
      "с": 257,
      "т": 258,
      "у": 259,
      "ф": 260,
      "х": 261,
      "ц": 262,
      "ч": 263,
      "ш": 264,
      "щ": 265,
      "ъ": 266,
      "ы": 267,
      "ь": 268,
      "э": 269,
      "ю": 270,
      "я": 271,
      "ђ": 272,
      "є": 273,
      "ѕ": 274,
      "і": 275,
      "ј": 276,
      "љ": 277,
      "њ": 278,
      "ћ": 279,
      "џ": 280,
      "ѳ": 281,
      "ґ": 282,
      "ғ": 283,
      "ҙ": 284,
      "қ": 285,
      "ҡ": 286,
      "ң": 287,
      "ү": 288,
      "ұ": 289,
      "ҳ": 290,
      "һ": 291,
      "ә": 292,
      "ө": 293,
      "א": 294,
      "ב": 295,
      "ג": 296,
      "ד": 297,
      "ה": 298,
      "ו": 299,
      "ז": 300,
      "ח": 301,
      "ט": 302,
      "י": 303,
      "כ": 304,
      "ל": 305,
      "ם": 306,
      "מ": 307,
      "ן": 308,
      "נ": 309,
      "ס": 310,
      "ע": 311,
      "פ": 312,
      "ץ": 313,
      "צ": 314,
      "ק": 315,
      "ר": 316,
      "ש": 317,
      "ת": 318,
      "،": 319,
      "؛": 320,
      "ء": 321,
      "ا": 322,
      "ب": 323,
      "ة": 324,
      "ت": 325,
      "ث": 326,
      "ج": 327,
      "ح": 328,
      "خ": 329,
      "د": 330,
      "ذ": 331,
      "ر": 332,
      "ز": 333,
      "س": 334,
      "ش": 335,
      "ص": 336,
      "ض": 337,
      "ط": 338,
      "ظ": 339,
      "ع": 340,
      "غ": 341,
      "ـ": 342,
      "ف": 343,
      "ق": 344,
      "ك": 345,
      "ل": 346,
      "م": 347,
      "ن": 348,
      "ه": 349,
      "و": 350,
      "ى": 351,
      "ي": 352,
      "ٲ": 353,
      "ٹ": 354,
      "ټ": 355,
      "پ": 356,
      "ځ": 357,
      "چ": 358,
      "ڠ": 359,
      "ڤ": 360,
      "ک": 361,
      "ڬ": 362,
      "ڭ": 363,
      "گ": 364,
      "ھ": 365,
      "ہ": 366,
      "ۆ": 367,
      "ۇ": 368,
      "ی": 369,
      "ې": 370,
      "ە": 371,
      "۞": 372,
      "۩": 373,
      "۰": 374,
      "۱": 375,
      "۲": 376,
      "۳": 377,
      "۴": 378,
      "۵": 379,
      "۶": 380,
      "۷": 381,
      "۸": 382,
      "۹": 383,
      "ރ": 384,
      "ކ": 385,
      "އ": 386,
      "މ": 387,
      "ߖ": 388,
      "ߧ": 389,
      "अ": 390,
      "आ": 391,
      "ई": 392,
      "उ": 393,
      "क": 394,
      "ग": 395,
      "च": 396,
      "छ": 397,
      "ज": 398,
      "ञ": 399,
      "ट": 400,
      "ड": 401,
      "ढ": 402,
      "ण": 403,
      "त": 404,
      "थ": 405,
      "द": 406,
      "ध": 407,
      "न": 408,
      "प": 409,
      "ब": 410,
      "भ": 411,
      "म": 412,
      "य": 413,
      "र": 414,
      "ल": 415,
      "व": 416,
      "श": 417,
      "ष": 418,
      "स": 419,
      "ह": 420,
      "ॐ": 421,
      "ॡ": 422,
      "०": 423,
      "१": 424,
      "२": 425,
      "३": 426,
      "५": 427,
      "९": 428,
      "আ": 429,
      "ই": 430,
      "এ": 431,
      "ক": 432,
      "গ": 433,
      "ঙ": 434,
      "চ": 435,
      "ট": 436,
      "ত": 437,
      "ন": 438,
      "প": 439,
      "ব": 440,
      "ম": 441,
      "য": 442,
      "র": 443,
      "ল": 444,
      "শ": 445,
      "ষ": 446,
      "হ": 447,
      "ৰ": 448,
      "ਗ": 449,
      "ਚ": 450,
      "ਡ": 451,
      "ਹ": 452,
      "ੜ": 453,
      "અ": 454,
      "ક": 455,
      "જ": 456,
      "ત": 457,
      "મ": 458,
      "ય": 459,
      "ર": 460,
      "સ": 461,
      "૦": 462,
      "૧": 463,
      "૨": 464,
      "க": 465,
      "ங": 466,
      "ச": 467,
      "ட": 468,
      "த": 469,
      "ன": 470,
      "ப": 471,
      "ம": 472,
      "ய": 473,
      "ர": 474,
      "ல": 475,
      "வ": 476,
      "ஷ": 477,
      "ఆ": 478,
      "క": 479,
      "గ": 480,
      "జ": 481,
      "డ": 482,
      "ద": 483,
      "ధ": 484,
      "న": 485,
      "ప": 486,
      "ర": 487,
      "శ": 488,
      "ಐ": 489,
      "ಯ": 490,
      "ರ": 491,
      "ವ": 492,
      "ಶ": 493,
      "೦": 494,
      "೧": 495,
      "೨": 496,
      "೩": 497,
      "೫": 498,
      "೬": 499,
      "೮": 500,
      "೯": 501,
      "അ": 502,
      "എ": 503,
      "ക": 504,
      "ത": 505,
      "ദ": 506,
      "ന": 507,
      "പ": 508,
      "മ": 509,
      "യ": 510,
      "ല": 511,
      "വ": 512,
      "ഷ": 513,
      "സ": 514,
      "න": 515,
      "ම": 516,
      "ර": 517,
      "ව": 518,
      "හ": 519,
      "ก": 520,
      "ข": 521,
      "ค": 522,
      "ฆ": 523,
      "ง": 524,
      "จ": 525,
      "ฉ": 526,
      "ช": 527,
      "ซ": 528,
      "ญ": 529,
      "ฎ": 530,
      "ฏ": 531,
      "ฐ": 532,
      "ฑ": 533,
      "ฒ": 534,
      "ณ": 535,
      "ด": 536,
      "ต": 537,
      "ถ": 538,
      "ท": 539,
      "ธ": 540,
      "น": 541,
      "บ": 542,
      "ป": 543,
      "ผ": 544,
      "ฝ": 545,
      "พ": 546,
      "ฟ": 547,
      "ภ": 548,
      "ม": 549,
      "ย": 550,
      "ร": 551,
      "ฤ": 552,
      "ล": 553,
      "ว": 554,
      "ศ": 555,
      "ษ": 556,
      "ส": 557,
      "ห": 558,
      "อ": 559,
      "ฮ": 560,
      "ฯ": 561,
      "ะ": 562,
      "า": 563,
      "ำ": 564,
      "฿": 565,
      "เ": 566,
      "แ": 567,
      "โ": 568,
      "ใ": 569,
      "ไ": 570,
      "ๆ": 571,
      "๑": 572,
      "ຂ": 573,
      "ຄ": 574,
      "ງ": 575,
      "ຈ": 576,
      "ດ": 577,
      "ຖ": 578,
      "ນ": 579,
      "ບ": 580,
      "ມ": 581,
      "ລ": 582,
      "ວ": 583,
      "າ": 584,
      "ຽ": 585,
      "ເ": 586,
      "ໜ": 587,
      "་": 588,
      "ཏ": 589,
      "ད": 590,
      "ན": 591,
      "བ": 592,
      "མ": 593,
      "ཚ": 594,
      "འ": 595,
      "ལ": 596,
      "ས": 597,
      "န": 598,
      "ရ": 599,
      "ဝ": 600,
      "သ": 601,
      "ဟ": 602,
      "ა": 603,
      "ბ": 604,
      "გ": 605,
      "დ": 606,
      "ე": 607,
      "ვ": 608,
      "ზ": 609,
      "თ": 610,
      "ი": 611,
      "კ": 612,
      "ლ": 613,
      "მ": 614,
      "ნ": 615,
      "ო": 616,
      "პ": 617,
      "რ": 618,
      "ს": 619,
      "ტ": 620,
      "უ": 621,
      "ქ": 622,
      "ღ": 623,
      "შ": 624,
      "ც": 625,
      "ძ": 626,
      "წ": 627,
      "ხ": 628,
      "ჯ": 629,
      "ᄀ": 630,
      "ᄁ": 631,
      "ᄂ": 632,
      "ᄃ": 633,
      "ᄅ": 634,
      "ᄆ": 635,
      "ᄇ": 636,
      "ᄉ": 637,
      "ᄋ": 638,
      "ᄌ": 639,
      "ᄍ": 640,
      "ᄎ": 641,
      "ᄏ": 642,
      "ᄐ": 643,
      "ᄑ": 644,
      "ᄒ": 645,
      "ᅡ": 646,
      "ᅢ": 647,
      "ᅣ": 648,
      "ᅥ": 649,
      "ᅦ": 650,
      "ᅧ": 651,
      "ᅨ": 652,
      "ᅩ": 653,
      "ᅪ": 654,
      "ᅬ": 655,
      "ᅭ": 656,
      "ᅮ": 657,
      "ᅯ": 658,
      "ᅰ": 659,
      "ᅱ": 660,
      "ᅲ": 661,
      "ᅳ": 662,
      "ᅵ": 663,
      "ᆨ": 664,
      "ᆫ": 665,
      "ᆯ": 666,
      "ᆷ": 667,
      "ᆸ": 668,
      "ᆻ": 669,
      "ᆼ": 670,
      "ᆾ": 671,
      "ህ": 672,
      "ሊ": 673,
      "ል": 674,
      "ሓ": 675,
      "ሕ": 676,
      "መ": 677,
      "ሙ": 678,
      "ሜ": 679,
      "ም": 680,
      "ሥ": 681,
      "ረ": 682,
      "ሪ": 683,
      "ራ": 684,
      "ር": 685,
      "ሰ": 686,
      "ሴ": 687,
      "ስ": 688,
      "ሻ": 689,
      "ሽ": 690,
      "ቀ": 691,
      "ቐ": 692,
      "በ": 693,
      "ቢ": 694,
      "ባ": 695,
      "ተ": 696,
      "ት": 697,
      "ቶ": 698,
      "ነ": 699,
      "ን": 700,
      "አ": 701,
      "ኣ": 702,
      "ኤ": 703,
      "እ": 704,
      "ኦ": 705,
      "ካ": 706,
      "ክ": 707,
      "ዋ": 708,
      "ው": 709,
      "ዓ": 710,
      "ዕ": 711,
      "የ": 712,
      "ይ": 713,
      "ደ": 714,
      "ዲ": 715,
      "ድ": 716,
      "ገ": 717,
      "ጋ": 718,
      "ጨ": 719,
      "ጽ": 720,
      "ፅ": 721,
      "ፈ": 722,
      "ፍ": 723,
      "፣": 724,
      "ᐃ": 725,
      "ᐊ": 726,
      "ᑦ": 727,
      "ᑲ": 728,
      "ᒃ": 729,
      "ᒥ": 730,
      "ᓄ": 731,
      "ᓕ": 732,
      "ដ": 733,
      "ឋ": 734,
      "រ": 735,
      "ស": 736,
      "ហ": 737,
      "​": 738,
      "‌": 739,
      "‍": 740,
      "‎": 741,
      "‏": 742,
      "‐": 743,
      "‑": 744,
      "‒": 745,
      "–": 746,
      "—": 747,
      "―": 748,
      "‖": 749,
      "‘": 750,
      "’": 751,
      "‚": 752,
      "‛": 753,
      "“": 754,
      "”": 755,
      "„": 756,
      "‟": 757,
      "†": 758,
      "‡": 759,
      "•": 760,
      "…": 761,
      "‪": 762,
      "‬": 763,
      "‭": 764,
      "‰": 765,
      "′": 766,
      "″": 767,
      "‶": 768,
      "‹": 769,
      "›": 770,
      "※": 771,
      "‼": 772,
      "‽": 773,
      "⁄": 774,
      "⁴": 775,
      "ⁿ": 776,
      "₁": 777,
      "₂": 778,
      "₠": 779,
      "₣": 780,
      "₤": 781,
      "₩": 782,
      "₪": 783,
      "€": 784,
      "₴": 785,
      "₵": 786,
      "℃": 787,
      "ℓ": 788,
      "℔": 789,
      "№": 790,
      "™": 791,
      "℮": 792,
      "⅓": 793,
      "⅔": 794,
      "⅛": 795,
      "⅞": 796,
      "ⅱ": 797,
      "ⅲ": 798,
      "←": 799,
      "↑": 800,
      "→": 801,
      "↓": 802,
      "↔": 803,
      "↧": 804,
      "⇒": 805,
      "⇔": 806,
      "⇗": 807,
      "⇢": 808,
      "∀": 809,
      "∃": 810,
      "∈": 811,
      "∑": 812,
      "−": 813,
      "∙": 814,
      "√": 815,
      "∞": 816,
      "∫": 817,
      "∴": 818,
      "∶": 819,
      "∼": 820,
      "≈": 821,
      "≡": 822,
      "≤": 823,
      "≥": 824,
      "≪": 825,
      "≫": 826,
      "⋅": 827,
      "⌃": 828,
      "⌘": 829,
      "①": 830,
      "②": 831,
      "③": 832,
      "─": 833,
      "│": 834,
      "┌": 835,
      "┐": 836,
      "└": 837,
      "┘": 838,
      "┬": 839,
      "┴": 840,
      "╚": 841,
      "╞": 842,
      "╩": 843,
      "█": 844,
      "░": 845,
      "▒": 846,
      "■": 847,
      "□": 848,
      "▪": 849,
      "▲": 850,
      "△": 851,
      "▸": 852,
      "►": 853,
      "▼": 854,
      "◆": 855,
      "◇": 856,
      "◈": 857,
      "◊": 858,
      "○": 859,
      "◎": 860,
      "●": 861,
      "◙": 862,
      "◦": 863,
      "★": 864,
      "☆": 865,
      "☎": 866,
      "☏": 867,
      "☑": 868,
      "☯": 869,
      "☺": 870,
      "☻": 871,
      "☼": 872,
      "♀": 873,
      "♂": 874,
      "♠": 875,
      "♣": 876,
      "♥": 877,
      "♦": 878,
      "♪": 879,
      "♫": 880,
      "✿": 881,
      "➔": 882,
      "➚": 883,
      "➟": 884,
      "➲": 885,
      "ⰶ": 886,
      "ⲉ": 887,
      "ⲟ": 888,
      "ⲡ": 889,
      "ⲣ": 890,
      "ⲩ": 891,
      "、": 892,
      "。": 893,
      "々": 894,
      "《": 895,
      "》": 896,
      "「": 897,
      "」": 898,
      "『": 899,
      "』": 900,
      "【": 901,
      "】": 902,
      "〔": 903,
      "〕": 904,
      "〜": 905,
      "ぁ": 906,
      "あ": 907,
      "ぃ": 908,
      "い": 909,
      "う": 910,
      "ぇ": 911,
      "え": 912,
      "お": 913,
      "か": 914,
      "き": 915,
      "く": 916,
      "け": 917,
      "こ": 918,
      "さ": 919,
      "し": 920,
      "す": 921,
      "せ": 922,
      "そ": 923,
      "た": 924,
      "ち": 925,
      "っ": 926,
      "つ": 927,
      "て": 928,
      "と": 929,
      "な": 930,
      "に": 931,
      "ぬ": 932,
      "ね": 933,
      "の": 934,
      "は": 935,
      "ひ": 936,
      "ふ": 937,
      "へ": 938,
      "ほ": 939,
      "ま": 940,
      "み": 941,
      "む": 942,
      "め": 943,
      "も": 944,
      "ゃ": 945,
      "や": 946,
      "ゅ": 947,
      "ゆ": 948,
      "ょ": 949,
      "よ": 950,
      "ら": 951,
      "り": 952,
      "る": 953,
      "れ": 954,
      "ろ": 955,
      "わ": 956,
      "ゐ": 957,
      "ゑ": 958,
      "を": 959,
      "ん": 960,
      "゛": 961,
      "゜": 962,
      "ァ": 963,
      "ア": 964,
      "ィ": 965,
      "イ": 966,
      "ゥ": 967,
      "ウ": 968,
      "ェ": 969,
      "エ": 970,
      "ォ": 971,
      "オ": 972,
      "カ": 973,
      "キ": 974,
      "ク": 975,
      "ケ": 976,
      "コ": 977,
      "サ": 978,
      "シ": 979,
      "ス": 980,
      "セ": 981,
      "ソ": 982,
      "タ": 983,
      "チ": 984,
      "ッ": 985,
      "ツ": 986,
      "テ": 987,
      "ト": 988,
      "ナ": 989,
      "ニ": 990,
      "ヌ": 991,
      "ネ": 992,
      "ノ": 993,
      "ハ": 994,
      "ヒ": 995,
      "フ": 996,
      "ヘ": 997,
      "ホ": 998,
      "マ": 999,
      "ミ": 1000,
      "ム": 1001,
      "メ": 1002,
      "モ": 1003,
      "ャ": 1004,
      "ヤ": 1005,
      "ュ": 1006,
      "ユ": 1007,
      "ョ": 1008,
      "ヨ": 1009,
      "ラ": 1010,
      "リ": 1011,
      "ル": 1012,
      "レ": 1013,
      "ロ": 1014,
      "ワ": 1015,
      "ン": 1016,
      "・": 1017,
      "ー": 1018,
      "ㄅ": 1019,
      "ㄆ": 1020,
      "ㄇ": 1021,
      "ㄈ": 1022,
      "ㄤ": 1023,
      "ㄧ": 1024,
      "ㅓ": 1025,
      "ㅔ": 1026,
      "ㅕ": 1027,
      "ㅖ": 1028,
      "ㅡ": 1029,
      "ㅣ": 1030,
      "㎡": 1031,
      "䟩": 1032,
      "一": 1033,
      "七": 1034,
      "万": 1035,
      "丈": 1036,
      "三": 1037,
      "上": 1038,
      "下": 1039,
      "不": 1040,
      "与": 1041,
      "专": 1042,
      "世": 1043,
      "丘": 1044,
      "业": 1045,
      "东": 1046,
      "两": 1047,
      "严": 1048,
      "丨": 1049,
      "个": 1050,
      "中": 1051,
      "丰": 1052,
      "临": 1053,
      "丸": 1054,
      "丹": 1055,
      "为": 1056,
      "主": 1057,
      "丼": 1058,
      "丽": 1059,
      "举": 1060,
      "久": 1061,
      "么": 1062,
      "义": 1063,
      "之": 1064,
      "乌": 1065,
      "乎": 1066,
      "乏": 1067,
      "乐": 1068,
      "乗": 1069,
      "乘": 1070,
      "乙": 1071,
      "九": 1072,
      "也": 1073,
      "习": 1074,
      "乡": 1075,
      "书": 1076,
      "买": 1077,
      "乱": 1078,
      "乾": 1079,
      "了": 1080,
      "争": 1081,
      "事": 1082,
      "二": 1083,
      "于": 1084,
      "云": 1085,
      "互": 1086,
      "五": 1087,
      "井": 1088,
      "亚": 1089,
      "些": 1090,
      "亜": 1091,
      "亞": 1092,
      "交": 1093,
      "产": 1094,
      "亨": 1095,
      "京": 1096,
      "人": 1097,
      "亿": 1098,
      "什": 1099,
      "仁": 1100,
      "仅": 1101,
      "今": 1102,
      "介": 1103,
      "仍": 1104,
      "从": 1105,
      "他": 1106,
      "付": 1107,
      "仙": 1108,
      "仝": 1109,
      "代": 1110,
      "以": 1111,
      "仪": 1112,
      "们": 1113,
      "仮": 1114,
      "仲": 1115,
      "件": 1116,
      "价": 1117,
      "任": 1118,
      "伊": 1119,
      "伎": 1120,
      "伏": 1121,
      "伐": 1122,
      "休": 1123,
      "众": 1124,
      "优": 1125,
      "会": 1126,
      "伝": 1127,
      "伟": 1128,
      "传": 1129,
      "伦": 1130,
      "伯": 1131,
      "估": 1132,
      "伴": 1133,
      "伸": 1134,
      "似": 1135,
      "但": 1136,
      "位": 1137,
      "低": 1138,
      "住": 1139,
      "佐": 1140,
      "佑": 1141,
      "体": 1142,
      "何": 1143,
      "佗": 1144,
      "余": 1145,
      "作": 1146,
      "你": 1147,
      "佰": 1148,
      "使": 1149,
      "例": 1150,
      "侍": 1151,
      "供": 1152,
      "依": 1153,
      "便": 1154,
      "俄": 1155,
      "俊": 1156,
      "保": 1157,
      "信": 1158,
      "修": 1159,
      "倉": 1160,
      "個": 1161,
      "倍": 1162,
      "倒": 1163,
      "候": 1164,
      "值": 1165,
      "假": 1166,
      "做": 1167,
      "健": 1168,
      "側": 1169,
      "備": 1170,
      "储": 1171,
      "傳": 1172,
      "傷": 1173,
      "働": 1174,
      "像": 1175,
      "僕": 1176,
      "儀": 1177,
      "儉": 1178,
      "元": 1179,
      "先": 1180,
      "光": 1181,
      "克": 1182,
      "免": 1183,
      "入": 1184,
      "內": 1185,
      "全": 1186,
      "兩": 1187,
      "八": 1188,
      "公": 1189,
      "六": 1190,
      "兰": 1191,
      "共": 1192,
      "关": 1193,
      "兴": 1194,
      "兵": 1195,
      "其": 1196,
      "具": 1197,
      "养": 1198,
      "兽": 1199,
      "内": 1200,
      "円": 1201,
      "冊": 1202,
      "册": 1203,
      "再": 1204,
      "写": 1205,
      "军": 1206,
      "农": 1207,
      "冤": 1208,
      "冰": 1209,
      "决": 1210,
      "况": 1211,
      "冷": 1212,
      "净": 1213,
      "凄": 1214,
      "准": 1215,
      "凉": 1216,
      "凍": 1217,
      "减": 1218,
      "几": 1219,
      "凶": 1220,
      "凸": 1221,
      "出": 1222,
      "函": 1223,
      "刀": 1224,
      "分": 1225,
      "切": 1226,
      "刑": 1227,
      "列": 1228,
      "刘": 1229,
      "则": 1230,
      "刚": 1231,
      "创": 1232,
      "判": 1233,
      "別": 1234,
      "刨": 1235,
      "利": 1236,
      "别": 1237,
      "到": 1238,
      "制": 1239,
      "刺": 1240,
      "則": 1241,
      "前": 1242,
      "剑": 1243,
      "剣": 1244,
      "剥": 1245,
      "剧": 1246,
      "剩": 1247,
      "副": 1248,
      "割": 1249,
      "創": 1250,
      "劇": 1251,
      "劉": 1252,
      "力": 1253,
      "功": 1254,
      "加": 1255,
      "务": 1256,
      "动": 1257,
      "助": 1258,
      "努": 1259,
      "劳": 1260,
      "势": 1261,
      "動": 1262,
      "勝": 1263,
      "勞": 1264,
      "勢": 1265,
      "勧": 1266,
      "勿": 1267,
      "包": 1268,
      "化": 1269,
      "北": 1270,
      "匠": 1271,
      "匡": 1272,
      "匹": 1273,
      "区": 1274,
      "医": 1275,
      "匿": 1276,
      "區": 1277,
      "十": 1278,
      "千": 1279,
      "升": 1280,
      "半": 1281,
      "卍": 1282,
      "华": 1283,
      "协": 1284,
      "卐": 1285,
      "卓": 1286,
      "单": 1287,
      "卖": 1288,
      "南": 1289,
      "博": 1290,
      "卡": 1291,
      "卦": 1292,
      "卫": 1293,
      "印": 1294,
      "危": 1295,
      "即": 1296,
      "却": 1297,
      "厂": 1298,
      "原": 1299,
      "去": 1300,
      "县": 1301,
      "参": 1302,
      "參": 1303,
      "及": 1304,
      "友": 1305,
      "双": 1306,
      "反": 1307,
      "发": 1308,
      "取": 1309,
      "受": 1310,
      "变": 1311,
      "叡": 1312,
      "口": 1313,
      "古": 1314,
      "另": 1315,
      "只": 1316,
      "叫": 1317,
      "召": 1318,
      "可": 1319,
      "台": 1320,
      "史": 1321,
      "右": 1322,
      "号": 1323,
      "司": 1324,
      "吃": 1325,
      "各": 1326,
      "合": 1327,
      "吉": 1328,
      "吊": 1329,
      "同": 1330,
      "名": 1331,
      "后": 1332,
      "向": 1333,
      "吗": 1334,
      "君": 1335,
      "否": 1336,
      "吧": 1337,
      "吨": 1338,
      "含": 1339,
      "听": 1340,
      "吳": 1341,
      "吴": 1342,
      "吸": 1343,
      "吹": 1344,
      "吾": 1345,
      "呀": 1346,
      "呂": 1347,
      "呆": 1348,
      "呉": 1349,
      "告": 1350,
      "呑": 1351,
      "员": 1352,
      "周": 1353,
      "味": 1354,
      "呼": 1355,
      "命": 1356,
      "咆": 1357,
      "和": 1358,
      "咬": 1359,
      "品": 1360,
      "哈": 1361,
      "响": 1362,
      "員": 1363,
      "哥": 1364,
      "哮": 1365,
      "哲": 1366,
      "唐": 1367,
      "售": 1368,
      "唸": 1369,
      "商": 1370,
      "問": 1371,
      "啤": 1372,
      "啦": 1373,
      "喀": 1374,
      "喂": 1375,
      "善": 1376,
      "喇": 1377,
      "喜": 1378,
      "喫": 1379,
      "嗣": 1380,
      "嘉": 1381,
      "嘛": 1382,
      "嘟": 1383,
      "噌": 1384,
      "噛": 1385,
      "器": 1386,
      "嚴": 1387,
      "四": 1388,
      "回": 1389,
      "因": 1390,
      "団": 1391,
      "囧": 1392,
      "园": 1393,
      "困": 1394,
      "固": 1395,
      "国": 1396,
      "图": 1397,
      "圆": 1398,
      "國": 1399,
      "圍": 1400,
      "圏": 1401,
      "園": 1402,
      "圓": 1403,
      "圖": 1404,
      "土": 1405,
      "在": 1406,
      "地": 1407,
      "圳": 1408,
      "场": 1409,
      "址": 1410,
      "坂": 1411,
      "均": 1412,
      "坊": 1413,
      "坐": 1414,
      "块": 1415,
      "坛": 1416,
      "坝": 1417,
      "坡": 1418,
      "坤": 1419,
      "坪": 1420,
      "型": 1421,
      "垣": 1422,
      "城": 1423,
      "埔": 1424,
      "域": 1425,
      "基": 1426,
      "堂": 1427,
      "堆": 1428,
      "堤": 1429,
      "堰": 1430,
      "報": 1431,
      "場": 1432,
      "塊": 1433,
      "塔": 1434,
      "塗": 1435,
      "塞": 1436,
      "塩": 1437,
      "塾": 1438,
      "増": 1439,
      "增": 1440,
      "墟": 1441,
      "墩": 1442,
      "壊": 1443,
      "士": 1444,
      "壮": 1445,
      "売": 1446,
      "壳": 1447,
      "壹": 1448,
      "壽": 1449,
      "处": 1450,
      "备": 1451,
      "変": 1452,
      "复": 1453,
      "夏": 1454,
      "夕": 1455,
      "外": 1456,
      "多": 1457,
      "夛": 1458,
      "夜": 1459,
      "够": 1460,
      "夢": 1461,
      "大": 1462,
      "天": 1463,
      "太": 1464,
      "夫": 1465,
      "央": 1466,
      "头": 1467,
      "夷": 1468,
      "夹": 1469,
      "奄": 1470,
      "奇": 1471,
      "奈": 1472,
      "奉": 1473,
      "套": 1474,
      "奘": 1475,
      "奚": 1476,
      "奥": 1477,
      "女": 1478,
      "奶": 1479,
      "奸": 1480,
      "好": 1481,
      "如": 1482,
      "妖": 1483,
      "妤": 1484,
      "妨": 1485,
      "妻": 1486,
      "姆": 1487,
      "始": 1488,
      "委": 1489,
      "姦": 1490,
      "威": 1491,
      "娃": 1492,
      "娄": 1493,
      "娜": 1494,
      "娣": 1495,
      "娥": 1496,
      "娱": 1497,
      "婁": 1498,
      "婦": 1499,
      "婷": 1500,
      "媛": 1501,
      "嫌": 1502,
      "子": 1503,
      "字": 1504,
      "存": 1505,
      "季": 1506,
      "学": 1507,
      "孴": 1508,
      "學": 1509,
      "宁": 1510,
      "它": 1511,
      "宇": 1512,
      "安": 1513,
      "宋": 1514,
      "完": 1515,
      "宏": 1516,
      "宗": 1517,
      "官": 1518,
      "定": 1519,
      "宜": 1520,
      "宝": 1521,
      "实": 1522,
      "実": 1523,
      "客": 1524,
      "宣": 1525,
      "室": 1526,
      "宫": 1527,
      "宮": 1528,
      "宰": 1529,
      "家": 1530,
      "容": 1531,
      "宿": 1532,
      "寄": 1533,
      "密": 1534,
      "富": 1535,
      "寤": 1536,
      "實": 1537,
      "寧": 1538,
      "寨": 1539,
      "寳": 1540,
      "寶": 1541,
      "寸": 1542,
      "对": 1543,
      "寺": 1544,
      "寻": 1545,
      "寿": 1546,
      "専": 1547,
      "将": 1548,
      "小": 1549,
      "少": 1550,
      "尔": 1551,
      "尘": 1552,
      "就": 1553,
      "尽": 1554,
      "尾": 1555,
      "尿": 1556,
      "局": 1557,
      "屄": 1558,
      "居": 1559,
      "屈": 1560,
      "届": 1561,
      "屋": 1562,
      "屏": 1563,
      "展": 1564,
      "属": 1565,
      "屯": 1566,
      "山": 1567,
      "屿": 1568,
      "岐": 1569,
      "岗": 1570,
      "岛": 1571,
      "岡": 1572,
      "岩": 1573,
      "岭": 1574,
      "岳": 1575,
      "岷": 1576,
      "岸": 1577,
      "島": 1578,
      "峻": 1579,
      "峽": 1580,
      "崎": 1581,
      "崔": 1582,
      "崖": 1583,
      "崩": 1584,
      "嵥": 1585,
      "嶺": 1586,
      "嶼": 1587,
      "川": 1588,
      "州": 1589,
      "工": 1590,
      "左": 1591,
      "巧": 1592,
      "巨": 1593,
      "差": 1594,
      "己": 1595,
      "已": 1596,
      "巴": 1597,
      "巻": 1598,
      "市": 1599,
      "布": 1600,
      "师": 1601,
      "希": 1602,
      "帝": 1603,
      "帥": 1604,
      "带": 1605,
      "師": 1606,
      "席": 1607,
      "帯": 1608,
      "常": 1609,
      "幌": 1610,
      "幡": 1611,
      "幣": 1612,
      "干": 1613,
      "平": 1614,
      "年": 1615,
      "并": 1616,
      "幸": 1617,
      "幹": 1618,
      "幾": 1619,
      "广": 1620,
      "庁": 1621,
      "広": 1622,
      "庄": 1623,
      "庆": 1624,
      "序": 1625,
      "库": 1626,
      "应": 1627,
      "底": 1628,
      "店": 1629,
      "庚": 1630,
      "府": 1631,
      "废": 1632,
      "度": 1633,
      "座": 1634,
      "庫": 1635,
      "庭": 1636,
      "康": 1637,
      "廃": 1638,
      "廣": 1639,
      "建": 1640,
      "开": 1641,
      "弁": 1642,
      "异": 1643,
      "弄": 1644,
      "式": 1645,
      "弓": 1646,
      "弔": 1647,
      "引": 1648,
      "张": 1649,
      "弦": 1650,
      "張": 1651,
      "强": 1652,
      "当": 1653,
      "形": 1654,
      "彩": 1655,
      "彭": 1656,
      "彰": 1657,
      "影": 1658,
      "役": 1659,
      "彻": 1660,
      "彼": 1661,
      "征": 1662,
      "待": 1663,
      "很": 1664,
      "律": 1665,
      "後": 1666,
      "徐": 1667,
      "徒": 1668,
      "得": 1669,
      "御": 1670,
      "復": 1671,
      "循": 1672,
      "微": 1673,
      "徳": 1674,
      "德": 1675,
      "徹": 1676,
      "徽": 1677,
      "心": 1678,
      "必": 1679,
      "忆": 1680,
      "忍": 1681,
      "志": 1682,
      "忘": 1683,
      "応": 1684,
      "忠": 1685,
      "快": 1686,
      "念": 1687,
      "忻": 1688,
      "忽": 1689,
      "态": 1690,
      "怒": 1691,
      "思": 1692,
      "怡": 1693,
      "急": 1694,
      "性": 1695,
      "怪": 1696,
      "总": 1697,
      "恋": 1698,
      "恢": 1699,
      "恩": 1700,
      "息": 1701,
      "恵": 1702,
      "悟": 1703,
      "悠": 1704,
      "患": 1705,
      "您": 1706,
      "悩": 1707,
      "悪": 1708,
      "悬": 1709,
      "情": 1710,
      "惑": 1711,
      "惠": 1712,
      "惧": 1713,
      "惯": 1714,
      "想": 1715,
      "意": 1716,
      "愛": 1717,
      "感": 1718,
      "慈": 1719,
      "態": 1720,
      "慎": 1721,
      "慢": 1722,
      "慣": 1723,
      "慶": 1724,
      "憎": 1725,
      "憨": 1726,
      "憩": 1727,
      "憶": 1728,
      "憾": 1729,
      "應": 1730,
      "成": 1731,
      "我": 1732,
      "戒": 1733,
      "或": 1734,
      "战": 1735,
      "截": 1736,
      "戴": 1737,
      "戶": 1738,
      "户": 1739,
      "戸": 1740,
      "戻": 1741,
      "房": 1742,
      "所": 1743,
      "扈": 1744,
      "手": 1745,
      "才": 1746,
      "打": 1747,
      "払": 1748,
      "找": 1749,
      "承": 1750,
      "技": 1751,
      "投": 1752,
      "抗": 1753,
      "折": 1754,
      "抜": 1755,
      "护": 1756,
      "报": 1757,
      "抵": 1758,
      "抹": 1759,
      "押": 1760,
      "担": 1761,
      "拉": 1762,
      "拒": 1763,
      "拓": 1764,
      "招": 1765,
      "拟": 1766,
      "择": 1767,
      "括": 1768,
      "拳": 1769,
      "拼": 1770,
      "拿": 1771,
      "持": 1772,
      "挂": 1773,
      "指": 1774,
      "按": 1775,
      "挑": 1776,
      "挠": 1777,
      "挡": 1778,
      "振": 1779,
      "损": 1780,
      "据": 1781,
      "捷": 1782,
      "掉": 1783,
      "排": 1784,
      "掛": 1785,
      "採": 1786,
      "探": 1787,
      "接": 1788,
      "控": 1789,
      "推": 1790,
      "措": 1791,
      "掻": 1792,
      "揂": 1793,
      "揃": 1794,
      "提": 1795,
      "揚": 1796,
      "換": 1797,
      "握": 1798,
      "援": 1799,
      "搅": 1800,
      "損": 1801,
      "搜": 1802,
      "搞": 1803,
      "携": 1804,
      "摂": 1805,
      "摆": 1806,
      "摇": 1807,
      "摩": 1808,
      "撒": 1809,
      "撤": 1810,
      "撫": 1811,
      "播": 1812,
      "撮": 1813,
      "操": 1814,
      "支": 1815,
      "收": 1816,
      "改": 1817,
      "攻": 1818,
      "放": 1819,
      "政": 1820,
      "故": 1821,
      "效": 1822,
      "敏": 1823,
      "救": 1824,
      "教": 1825,
      "散": 1826,
      "敦": 1827,
      "敬": 1828,
      "数": 1829,
      "整": 1830,
      "文": 1831,
      "斗": 1832,
      "料": 1833,
      "斯": 1834,
      "新": 1835,
      "方": 1836,
      "施": 1837,
      "旅": 1838,
      "旋": 1839,
      "族": 1840,
      "无": 1841,
      "日": 1842,
      "旧": 1843,
      "旨": 1844,
      "旭": 1845,
      "旱": 1846,
      "时": 1847,
      "昇": 1848,
      "昌": 1849,
      "明": 1850,
      "易": 1851,
      "星": 1852,
      "映": 1853,
      "春": 1854,
      "昭": 1855,
      "是": 1856,
      "显": 1857,
      "時": 1858,
      "晏": 1859,
      "晨": 1860,
      "普": 1861,
      "景": 1862,
      "智": 1863,
      "暂": 1864,
      "暨": 1865,
      "暫": 1866,
      "暴": 1867,
      "曌": 1868,
      "曝": 1869,
      "更": 1870,
      "書": 1871,
      "曹": 1872,
      "曾": 1873,
      "最": 1874,
      "會": 1875,
      "月": 1876,
      "有": 1877,
      "服": 1878,
      "朔": 1879,
      "朗": 1880,
      "望": 1881,
      "朝": 1882,
      "期": 1883,
      "木": 1884,
      "未": 1885,
      "末": 1886,
      "本": 1887,
      "札": 1888,
      "术": 1889,
      "朱": 1890,
      "机": 1891,
      "杂": 1892,
      "李": 1893,
      "杏": 1894,
      "材": 1895,
      "村": 1896,
      "束": 1897,
      "条": 1898,
      "来": 1899,
      "杨": 1900,
      "杭": 1901,
      "東": 1902,
      "松": 1903,
      "板": 1904,
      "极": 1905,
      "构": 1906,
      "析": 1907,
      "林": 1908,
      "枚": 1909,
      "果": 1910,
      "枡": 1911,
      "枫": 1912,
      "架": 1913,
      "某": 1914,
      "染": 1915,
      "柔": 1916,
      "查": 1917,
      "柱": 1918,
      "柴": 1919,
      "标": 1920,
      "树": 1921,
      "校": 1922,
      "株": 1923,
      "样": 1924,
      "核": 1925,
      "根": 1926,
      "格": 1927,
      "栽": 1928,
      "桂": 1929,
      "桃": 1930,
      "框": 1931,
      "案": 1932,
      "桓": 1933,
      "桜": 1934,
      "桥": 1935,
      "桩": 1936,
      "桶": 1937,
      "梁": 1938,
      "梅": 1939,
      "梨": 1940,
      "械": 1941,
      "检": 1942,
      "棒": 1943,
      "森": 1944,
      "棲": 1945,
      "椅": 1946,
      "植": 1947,
      "検": 1948,
      "楠": 1949,
      "業": 1950,
      "極": 1951,
      "楼": 1952,
      "楽": 1953,
      "樓": 1954,
      "標": 1955,
      "模": 1956,
      "横": 1957,
      "樱": 1958,
      "樹": 1959,
      "橋": 1960,
      "機": 1961,
      "橿": 1962,
      "檀": 1963,
      "次": 1964,
      "欢": 1965,
      "欧": 1966,
      "款": 1967,
      "歌": 1968,
      "止": 1969,
      "正": 1970,
      "此": 1971,
      "步": 1972,
      "武": 1973,
      "歩": 1974,
      "歳": 1975,
      "歸": 1976,
      "死": 1977,
      "殊": 1978,
      "段": 1979,
      "殷": 1980,
      "殻": 1981,
      "殿": 1982,
      "毁": 1983,
      "母": 1984,
      "毎": 1985,
      "每": 1986,
      "毓": 1987,
      "比": 1988,
      "毛": 1989,
      "氏": 1990,
      "民": 1991,
      "气": 1992,
      "気": 1993,
      "氣": 1994,
      "氧": 1995,
      "氮": 1996,
      "水": 1997,
      "氷": 1998,
      "永": 1999,
      "汁": 2000,
      "求": 2001,
      "汇": 2002,
      "汉": 2003,
      "汕": 2004,
      "江": 2005,
      "池": 2006,
      "汤": 2007,
      "汴": 2008,
      "決": 2009,
      "沈": 2010,
      "沌": 2011,
      "沙": 2012,
      "沛": 2013,
      "没": 2014,
      "沢": 2015,
      "沪": 2016,
      "沱": 2017,
      "河": 2018,
      "油": 2019,
      "治": 2020,
      "沿": 2021,
      "況": 2022,
      "泄": 2023,
      "泉": 2024,
      "泊": 2025,
      "法": 2026,
      "波": 2027,
      "泥": 2028,
      "注": 2029,
      "泰": 2030,
      "泽": 2031,
      "洁": 2032,
      "洋": 2033,
      "洒": 2034,
      "洗": 2035,
      "洛": 2036,
      "洞": 2037,
      "洪": 2038,
      "洲": 2039,
      "活": 2040,
      "派": 2041,
      "流": 2042,
      "浄": 2043,
      "测": 2044,
      "济": 2045,
      "浙": 2046,
      "浜": 2047,
      "浦": 2048,
      "浮": 2049,
      "浴": 2050,
      "海": 2051,
      "涂": 2052,
      "消": 2053,
      "涌": 2054,
      "涩": 2055,
      "淡": 2056,
      "淫": 2057,
      "深": 2058,
      "混": 2059,
      "淹": 2060,
      "清": 2061,
      "済": 2062,
      "渋": 2063,
      "渐": 2064,
      "減": 2065,
      "渝": 2066,
      "渡": 2067,
      "温": 2068,
      "港": 2069,
      "渲": 2070,
      "渴": 2071,
      "游": 2072,
      "湄": 2073,
      "湖": 2074,
      "湘": 2075,
      "湯": 2076,
      "湾": 2077,
      "満": 2078,
      "溉": 2079,
      "源": 2080,
      "溜": 2081,
      "溝": 2082,
      "溢": 2083,
      "溥": 2084,
      "溪": 2085,
      "溫": 2086,
      "溯": 2087,
      "溶": 2088,
      "滇": 2089,
      "滞": 2090,
      "滨": 2091,
      "滬": 2092,
      "漢": 2093,
      "漫": 2094,
      "潜": 2095,
      "潟": 2096,
      "潢": 2097,
      "潭": 2098,
      "潮": 2099,
      "澄": 2100,
      "澎": 2101,
      "澤": 2102,
      "澳": 2103,
      "激": 2104,
      "濟": 2105,
      "濱": 2106,
      "灌": 2107,
      "灣": 2108,
      "火": 2109,
      "灯": 2110,
      "灰": 2111,
      "灾": 2112,
      "炎": 2113,
      "炯": 2114,
      "点": 2115,
      "為": 2116,
      "烈": 2117,
      "烏": 2118,
      "烦": 2119,
      "烧": 2120,
      "热": 2121,
      "無": 2122,
      "焦": 2123,
      "然": 2124,
      "焼": 2125,
      "煙": 2126,
      "照": 2127,
      "煩": 2128,
      "煮": 2129,
      "熊": 2130,
      "熟": 2131,
      "熨": 2132,
      "熱": 2133,
      "燃": 2134,
      "燕": 2135,
      "燗": 2136,
      "爆": 2137,
      "爛": 2138,
      "爪": 2139,
      "爱": 2140,
      "父": 2141,
      "爻": 2142,
      "爾": 2143,
      "片": 2144,
      "版": 2145,
      "牌": 2146,
      "牙": 2147,
      "牛": 2148,
      "物": 2149,
      "特": 2150,
      "状": 2151,
      "狐": 2152,
      "狗": 2153,
      "独": 2154,
      "狭": 2155,
      "猛": 2156,
      "猪": 2157,
      "献": 2158,
      "獄": 2159,
      "獲": 2160,
      "玄": 2161,
      "率": 2162,
      "玉": 2163,
      "王": 2164,
      "环": 2165,
      "现": 2166,
      "玲": 2167,
      "珈": 2168,
      "珍": 2169,
      "珠": 2170,
      "班": 2171,
      "球": 2172,
      "理": 2173,
      "琢": 2174,
      "琲": 2175,
      "瑠": 2176,
      "瑩": 2177,
      "璃": 2178,
      "璐": 2179,
      "環": 2180,
      "瓊": 2181,
      "瓶": 2182,
      "甜": 2183,
      "生": 2184,
      "用": 2185,
      "田": 2186,
      "由": 2187,
      "甲": 2188,
      "申": 2189,
      "电": 2190,
      "男": 2191,
      "甸": 2192,
      "町": 2193,
      "画": 2194,
      "界": 2195,
      "留": 2196,
      "畢": 2197,
      "略": 2198,
      "番": 2199,
      "畿": 2200,
      "疆": 2201,
      "疏": 2202,
      "疑": 2203,
      "疗": 2204,
      "疫": 2205,
      "病": 2206,
      "痛": 2207,
      "痴": 2208,
      "瘤": 2209,
      "癌": 2210,
      "癪": 2211,
      "発": 2212,
      "登": 2213,
      "白": 2214,
      "百": 2215,
      "的": 2216,
      "皇": 2217,
      "皮": 2218,
      "盆": 2219,
      "益": 2220,
      "盐": 2221,
      "监": 2222,
      "盖": 2223,
      "盗": 2224,
      "盛": 2225,
      "監": 2226,
      "盧": 2227,
      "目": 2228,
      "直": 2229,
      "相": 2230,
      "省": 2231,
      "看": 2232,
      "県": 2233,
      "真": 2234,
      "眩": 2235,
      "眼": 2236,
      "着": 2237,
      "睛": 2238,
      "睦": 2239,
      "瞎": 2240,
      "瞳": 2241,
      "瞻": 2242,
      "矢": 2243,
      "知": 2244,
      "短": 2245,
      "石": 2246,
      "矿": 2247,
      "码": 2248,
      "砂": 2249,
      "砕": 2250,
      "破": 2251,
      "硝": 2252,
      "硬": 2253,
      "确": 2254,
      "碁": 2255,
      "碍": 2256,
      "碧": 2257,
      "碳": 2258,
      "確": 2259,
      "磁": 2260,
      "磨": 2261,
      "磷": 2262,
      "礱": 2263,
      "示": 2264,
      "礼": 2265,
      "社": 2266,
      "祖": 2267,
      "祝": 2268,
      "神": 2269,
      "票": 2270,
      "祭": 2271,
      "祸": 2272,
      "祿": 2273,
      "禁": 2274,
      "禅": 2275,
      "福": 2276,
      "禪": 2277,
      "禹": 2278,
      "禽": 2279,
      "秀": 2280,
      "私": 2281,
      "秉": 2282,
      "秋": 2283,
      "种": 2284,
      "科": 2285,
      "租": 2286,
      "秦": 2287,
      "积": 2288,
      "称": 2289,
      "移": 2290,
      "稀": 2291,
      "稅": 2292,
      "程": 2293,
      "税": 2294,
      "稱": 2295,
      "稲": 2296,
      "稳": 2297,
      "稻": 2298,
      "稼": 2299,
      "稿": 2300,
      "穷": 2301,
      "空": 2302,
      "立": 2303,
      "站": 2304,
      "竜": 2305,
      "竞": 2306,
      "章": 2307,
      "端": 2308,
      "競": 2309,
      "竹": 2310,
      "笠": 2311,
      "第": 2312,
      "筆": 2313,
      "等": 2314,
      "筑": 2315,
      "答": 2316,
      "策": 2317,
      "签": 2318,
      "简": 2319,
      "箍": 2320,
      "箕": 2321,
      "管": 2322,
      "箱": 2323,
      "節": 2324,
      "篇": 2325,
      "簡": 2326,
      "米": 2327,
      "类": 2328,
      "粉": 2329,
      "粤": 2330,
      "粮": 2331,
      "粵": 2332,
      "精": 2333,
      "糖": 2334,
      "糸": 2335,
      "系": 2336,
      "紀": 2337,
      "紂": 2338,
      "紅": 2339,
      "紋": 2340,
      "納": 2341,
      "純": 2342,
      "紙": 2343,
      "級": 2344,
      "素": 2345,
      "索": 2346,
      "紧": 2347,
      "細": 2348,
      "紹": 2349,
      "終": 2350,
      "経": 2351,
      "結": 2352,
      "絞": 2353,
      "統": 2354,
      "經": 2355,
      "継": 2356,
      "続": 2357,
      "網": 2358,
      "綺": 2359,
      "総": 2360,
      "線": 2361,
      "縣": 2362,
      "縮": 2363,
      "繁": 2364,
      "織": 2365,
      "红": 2366,
      "约": 2367,
      "级": 2368,
      "纪": 2369,
      "纷": 2370,
      "纸": 2371,
      "纹": 2372,
      "纽": 2373,
      "线": 2374,
      "组": 2375,
      "细": 2376,
      "终": 2377,
      "绍": 2378,
      "经": 2379,
      "绝": 2380,
      "绞": 2381,
      "统": 2382,
      "绪": 2383,
      "续": 2384,
      "维": 2385,
      "缓": 2386,
      "缩": 2387,
      "缺": 2388,
      "网": 2389,
      "罗": 2390,
      "罪": 2391,
      "置": 2392,
      "署": 2393,
      "羅": 2394,
      "美": 2395,
      "群": 2396,
      "義": 2397,
      "羲": 2398,
      "羽": 2399,
      "翁": 2400,
      "習": 2401,
      "翠": 2402,
      "翻": 2403,
      "翼": 2404,
      "耀": 2405,
      "老": 2406,
      "考": 2407,
      "者": 2408,
      "而": 2409,
      "耐": 2410,
      "耕": 2411,
      "耳": 2412,
      "耶": 2413,
      "耸": 2414,
      "联": 2415,
      "聖": 2416,
      "聞": 2417,
      "聼": 2418,
      "肉": 2419,
      "股": 2420,
      "肥": 2421,
      "育": 2422,
      "胁": 2423,
      "背": 2424,
      "胖": 2425,
      "胜": 2426,
      "胞": 2427,
      "胡": 2428,
      "能": 2429,
      "脑": 2430,
      "脖": 2431,
      "脚": 2432,
      "脱": 2433,
      "腔": 2434,
      "腕": 2435,
      "腰": 2436,
      "腹": 2437,
      "腺": 2438,
      "膚": 2439,
      "臂": 2440,
      "臈": 2441,
      "臓": 2442,
      "臘": 2443,
      "臣": 2444,
      "臧": 2445,
      "臨": 2446,
      "自": 2447,
      "至": 2448,
      "致": 2449,
      "臺": 2450,
      "舁": 2451,
      "舅": 2452,
      "興": 2453,
      "舊": 2454,
      "舍": 2455,
      "舐": 2456,
      "舖": 2457,
      "舞": 2458,
      "舣": 2459,
      "舩": 2460,
      "航": 2461,
      "舫": 2462,
      "般": 2463,
      "艮": 2464,
      "良": 2465,
      "色": 2466,
      "艳": 2467,
      "节": 2468,
      "芋": 2469,
      "芝": 2470,
      "芦": 2471,
      "花": 2472,
      "苏": 2473,
      "苑": 2474,
      "若": 2475,
      "英": 2476,
      "茂": 2477,
      "茜": 2478,
      "茨": 2479,
      "茶": 2480,
      "草": 2481,
      "荣": 2482,
      "荷": 2483,
      "莉": 2484,
      "莞": 2485,
      "莨": 2486,
      "莲": 2487,
      "获": 2488,
      "莹": 2489,
      "菜": 2490,
      "菩": 2491,
      "華": 2492,
      "菱": 2493,
      "萄": 2494,
      "营": 2495,
      "萧": 2496,
      "萬": 2497,
      "落": 2498,
      "葉": 2499,
      "著": 2500,
      "葡": 2501,
      "董": 2502,
      "蒋": 2503,
      "蒸": 2504,
      "蓋": 2505,
      "蓟": 2506,
      "蓮": 2507,
      "蔓": 2508,
      "蔚": 2509,
      "蔣": 2510,
      "蕭": 2511,
      "蕴": 2512,
      "薇": 2513,
      "薊": 2514,
      "薔": 2515,
      "薬": 2516,
      "薯": 2517,
      "藍": 2518,
      "藏": 2519,
      "藕": 2520,
      "藤": 2521,
      "蘇": 2522,
      "虑": 2523,
      "號": 2524,
      "虫": 2525,
      "蛋": 2526,
      "蜀": 2527,
      "蝦": 2528,
      "融": 2529,
      "螨": 2530,
      "螳": 2531,
      "螺": 2532,
      "蟲": 2533,
      "血": 2534,
      "衆": 2535,
      "行": 2536,
      "術": 2537,
      "街": 2538,
      "衡": 2539,
      "衣": 2540,
      "表": 2541,
      "裂": 2542,
      "装": 2543,
      "裕": 2544,
      "製": 2545,
      "西": 2546,
      "要": 2547,
      "見": 2548,
      "視": 2549,
      "覧": 2550,
      "親": 2551,
      "観": 2552,
      "覺": 2553,
      "见": 2554,
      "观": 2555,
      "视": 2556,
      "觉": 2557,
      "角": 2558,
      "解": 2559,
      "触": 2560,
      "言": 2561,
      "訃": 2562,
      "訊": 2563,
      "討": 2564,
      "訓": 2565,
      "記": 2566,
      "設": 2567,
      "許": 2568,
      "訳": 2569,
      "詠": 2570,
      "試": 2571,
      "詩": 2572,
      "詰": 2573,
      "話": 2574,
      "詳": 2575,
      "詹": 2576,
      "誓": 2577,
      "語": 2578,
      "說": 2579,
      "説": 2580,
      "読": 2581,
      "調": 2582,
      "談": 2583,
      "請": 2584,
      "論": 2585,
      "諸": 2586,
      "謑": 2587,
      "證": 2588,
      "警": 2589,
      "譯": 2590,
      "護": 2591,
      "讃": 2592,
      "變": 2593,
      "计": 2594,
      "讣": 2595,
      "认": 2596,
      "讨": 2597,
      "让": 2598,
      "议": 2599,
      "讯": 2600,
      "记": 2601,
      "讲": 2602,
      "许": 2603,
      "论": 2604,
      "讼": 2605,
      "设": 2606,
      "证": 2607,
      "评": 2608,
      "识": 2609,
      "诉": 2610,
      "译": 2611,
      "试": 2612,
      "诘": 2613,
      "话": 2614,
      "该": 2615,
      "详": 2616,
      "语": 2617,
      "说": 2618,
      "请": 2619,
      "诺": 2620,
      "课": 2621,
      "调": 2622,
      "谈": 2623,
      "谋": 2624,
      "谢": 2625,
      "谷": 2626,
      "豆": 2627,
      "豊": 2628,
      "豐": 2629,
      "豫": 2630,
      "貌": 2631,
      "負": 2632,
      "財": 2633,
      "貢": 2634,
      "販": 2635,
      "貮": 2636,
      "貰": 2637,
      "貴": 2638,
      "貸": 2639,
      "費": 2640,
      "賀": 2641,
      "資": 2642,
      "賈": 2643,
      "賢": 2644,
      "贊": 2645,
      "贞": 2646,
      "负": 2647,
      "贡": 2648,
      "贤": 2649,
      "货": 2650,
      "质": 2651,
      "贫": 2652,
      "购": 2653,
      "贱": 2654,
      "贳": 2655,
      "贷": 2656,
      "贸": 2657,
      "费": 2658,
      "资": 2659,
      "赌": 2660,
      "赖": 2661,
      "赛": 2662,
      "赞": 2663,
      "赤": 2664,
      "赵": 2665,
      "赶": 2666,
      "起": 2667,
      "超": 2668,
      "越": 2669,
      "趋": 2670,
      "趙": 2671,
      "足": 2672,
      "跆": 2673,
      "跋": 2674,
      "跟": 2675,
      "跨": 2676,
      "路": 2677,
      "跳": 2678,
      "踌": 2679,
      "蹟": 2680,
      "躇": 2681,
      "躊": 2682,
      "躍": 2683,
      "身": 2684,
      "車": 2685,
      "軍": 2686,
      "転": 2687,
      "較": 2688,
      "載": 2689,
      "輪": 2690,
      "车": 2691,
      "转": 2692,
      "轮": 2693,
      "轻": 2694,
      "载": 2695,
      "较": 2696,
      "辑": 2697,
      "辛": 2698,
      "辞": 2699,
      "辭": 2700,
      "辱": 2701,
      "農": 2702,
      "込": 2703,
      "达": 2704,
      "迅": 2705,
      "过": 2706,
      "迎": 2707,
      "运": 2708,
      "近": 2709,
      "返": 2710,
      "还": 2711,
      "这": 2712,
      "进": 2713,
      "远": 2714,
      "连": 2715,
      "迫": 2716,
      "述": 2717,
      "迷": 2718,
      "追": 2719,
      "送": 2720,
      "适": 2721,
      "逃": 2722,
      "逆": 2723,
      "选": 2724,
      "透": 2725,
      "途": 2726,
      "通": 2727,
      "速": 2728,
      "造": 2729,
      "逢": 2730,
      "連": 2731,
      "逸": 2732,
      "遇": 2733,
      "遊": 2734,
      "運": 2735,
      "過": 2736,
      "道": 2737,
      "達": 2738,
      "遗": 2739,
      "遝": 2740,
      "遠": 2741,
      "遣": 2742,
      "適": 2743,
      "遪": 2744,
      "遭": 2745,
      "遲": 2746,
      "遷": 2747,
      "遽": 2748,
      "避": 2749,
      "還": 2750,
      "邊": 2751,
      "邑": 2752,
      "那": 2753,
      "邱": 2754,
      "郎": 2755,
      "郑": 2756,
      "郝": 2757,
      "郡": 2758,
      "部": 2759,
      "郷": 2760,
      "都": 2761,
      "鄂": 2762,
      "鄉": 2763,
      "鄭": 2764,
      "酉": 2765,
      "配": 2766,
      "酎": 2767,
      "酒": 2768,
      "酸": 2769,
      "采": 2770,
      "釉": 2771,
      "里": 2772,
      "重": 2773,
      "野": 2774,
      "量": 2775,
      "金": 2776,
      "釣": 2777,
      "鈍": 2778,
      "鈴": 2779,
      "鉄": 2780,
      "鉋": 2781,
      "銀": 2782,
      "銭": 2783,
      "鋍": 2784,
      "鋑": 2785,
      "鋒": 2786,
      "鋓": 2787,
      "鋖": 2788,
      "鋘": 2789,
      "鋜": 2790,
      "鋝": 2791,
      "鋞": 2792,
      "鋟": 2793,
      "録": 2794,
      "鍋": 2795,
      "鎚": 2796,
      "鏡": 2797,
      "鐵": 2798,
      "针": 2799,
      "钓": 2800,
      "钟": 2801,
      "钢": 2802,
      "钦": 2803,
      "钧": 2804,
      "钱": 2805,
      "铁": 2806,
      "铃": 2807,
      "铭": 2808,
      "银": 2809,
      "链": 2810,
      "销": 2811,
      "锈": 2812,
      "锋": 2813,
      "错": 2814,
      "锦": 2815,
      "键": 2816,
      "镜": 2817,
      "長": 2818,
      "长": 2819,
      "門": 2820,
      "開": 2821,
      "間": 2822,
      "関": 2823,
      "閣": 2824,
      "閥": 2825,
      "閩": 2826,
      "關": 2827,
      "门": 2828,
      "问": 2829,
      "间": 2830,
      "闵": 2831,
      "闻": 2832,
      "闽": 2833,
      "阜": 2834,
      "队": 2835,
      "阪": 2836,
      "防": 2837,
      "阳": 2838,
      "阶": 2839,
      "阻": 2840,
      "阿": 2841,
      "陀": 2842,
      "际": 2843,
      "陈": 2844,
      "降": 2845,
      "限": 2846,
      "院": 2847,
      "除": 2848,
      "险": 2849,
      "陰": 2850,
      "陳": 2851,
      "陵": 2852,
      "陶": 2853,
      "陽": 2854,
      "隆": 2855,
      "隊": 2856,
      "階": 2857,
      "際": 2858,
      "障": 2859,
      "难": 2860,
      "雄": 2861,
      "雅": 2862,
      "集": 2863,
      "雙": 2864,
      "雛": 2865,
      "離": 2866,
      "難": 2867,
      "雨": 2868,
      "雪": 2869,
      "雲": 2870,
      "雷": 2871,
      "電": 2872,
      "需": 2873,
      "霊": 2874,
      "霖": 2875,
      "霜": 2876,
      "露": 2877,
      "青": 2878,
      "静": 2879,
      "非": 2880,
      "靠": 2881,
      "面": 2882,
      "革": 2883,
      "靳": 2884,
      "韓": 2885,
      "音": 2886,
      "韻": 2887,
      "頂": 2888,
      "項": 2889,
      "順": 2890,
      "須": 2891,
      "頑": 2892,
      "領": 2893,
      "頭": 2894,
      "題": 2895,
      "顗": 2896,
      "顯": 2897,
      "页": 2898,
      "顶": 2899,
      "顷": 2900,
      "须": 2901,
      "顾": 2902,
      "预": 2903,
      "颐": 2904,
      "颖": 2905,
      "题": 2906,
      "颜": 2907,
      "额": 2908,
      "風": 2909,
      "风": 2910,
      "飛": 2911,
      "飞": 2912,
      "食": 2913,
      "飯": 2914,
      "飲": 2915,
      "飼": 2916,
      "館": 2917,
      "饮": 2918,
      "饲": 2919,
      "馆": 2920,
      "首": 2921,
      "香": 2922,
      "馬": 2923,
      "駄": 2924,
      "駅": 2925,
      "験": 2926,
      "騙": 2927,
      "騜": 2928,
      "驗": 2929,
      "马": 2930,
      "验": 2931,
      "骨": 2932,
      "髄": 2933,
      "體": 2934,
      "高": 2935,
      "鬼": 2936,
      "魔": 2937,
      "鮨": 2938,
      "鮮": 2939,
      "鯨": 2940,
      "鰀": 2941,
      "鰃": 2942,
      "鰄": 2943,
      "鰈": 2944,
      "鰊": 2945,
      "鰎": 2946,
